Repository: KurSwift/WheresTheDot
Catalog: WheresTheDot/Supporting Files/Localizable.xcstrings
Source language: en
Languages: es

source: A NEW dot was added. Tap the NEW one.
es: Un NUEVO punto círculo apareció.\nPúlsalo para pasar de ronda

# A NEW dot was added. Tap the NEW one.
source: A NEW dot was added.\nTap the NEW one.
es: Un NUEVO punto círculo apareció.\nPúlsalo para pasar de ronda

source: Active
es: Activo

source: Another one! Keep going.
es: ¡Otro punto!\n¡Continúa!

source: Arcade Mode
es: Modo Arcade

source: Aurora Theme — icy blue palette
es: Tema Aurora — paleta azul glaciar

source: Back to Menu
es: Volver al Menú

source: Classic Mode
es: Clásico

source: Color Blind Mode
es: Modo Accesible

source: DoctorPing Theme — hospital palette
es: Tema DoctorPing — paleta hospitalaria

source: Each round a new dot is added. Find and tap only the new one.
es: Cada ronda se agrega un nuevo punto. Encuentra y toca solo el nuevo.

source: Earn %lld lifetime pts
es: Consigue %lld puntos en total

source: Forest
es: Bosque

source: Game Over
es: Perdiste

source: GAME OVER
es: FIN DEL JUEGO

source: Glass Toggle
es: Interruptor

source: Got it — Let's Play
es: Entendido — ¡A jugar!

source: Haptics
es: Vibración

source: Home
es: Inicio

source: How to Play
es: ¿Cómo jugar?

source: Inferno Theme — fire red palette
es: Tema Infierno — paleta rojo fuego

source: Inferno
es: Infierno

source: Keep going. Can you find the new dot?
es: ¡Sigue!\n¿Puedes encontrar el nuevo punto?

source: Leaderboards
es: Marcadores

source: LEVEL %lld
es: NIVEL %lld

source: Lifetime score: %lld
es: Puntuación total: %lld

source: Limited time to choose the new dot
es: Juega contra el reloj

source: LVL %lld
es: NIV %lld

source: Mode
es: Modo

source: Neon
es: Neón

source: new!
es: ¡nuevo!

source: No timer. Focus on accuracy.
es: Sin tiempo, solo precisión

source: Now it gets real. Miss = Game Over. Ready?
es: ¡Hora del juego!\nEquívocate = Fin del juego.\n¿Listo?

# Now it gets real. Miss = Game Over. Ready?
source: Now it gets real.\nMiss = Game Over.\nReady?
es: Hora del juego!\nEquívocate y se acaba el juego.\nListo?

source: Ocean
es: Océano

source: Onboarding
es: Tutorial

source: Options
es: Opciones

source: Play ad-free forever
es: Juega sin anuncios para siempre

source: Play
es: Jugar

source: Preferences
es: Preferencias

source: Round %d
es: Ronda %d

source: Round %lld
es: Ronda %lld

source: SCORE
es: PUNTOS

source: SCORE %lld
es: PUNTOS %lld

source: Score %d
es: Puntuación %d

source: Score %lld
es: Puntuación %lld

source: Settings
es: Ajustes

source: Skip
es: Omitir

source: Sound
es: Sonido

source: Space Travel Theme — deep space palette
es: Tema Viaje Espacial — paleta del espacio profundo

source: Space Travel
es: Viaje Espacial

source: Start
es: Comenzar

source: Tap the dot that wasn’t there last round
es: ¡Encuentra el punto que acaba de aparecer!

source: Tap the dot.
es: Pulsa el círculo

source: Tap to apply
es: Toca para aplicar

source: Theme Unlocked!
es: ¡Tema desbloqueado!

source: Themes
es: Temas

source: Time Attack
es: Contra Reloj

source: Timed
es: Por Tiempo

source: Try Again
es: Intentar de Nuevo
